"DETAIL_NAV_TITLE" = "Részletek";

"DUE" = "Határidő";
"NONE_DUE_DATE" = "Semmi";
"DUE_DATE_DETAIL_NAV_TITLE" = "Lejárat dátuma";
"HAS_DUE_DATE_SWITCH_TITLE" = "Határidő";
"SHOW_MORE" = "Továbbiak…";
"SHOW_LESS" = "Kevesebb megjelenítése…";
"PRIORITY" = "Prioritás";

// Priority
"NONE_PRIORITY" = "Semmi";
"LOW_PRIORITY" = "Alacsony";
"MEDIUM_PRIORITY" = "Közepes";
"HIGH_PRIORITY" = "Magas";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioritás";

// Lists
"REMINDER_LIST" = "Lista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Emlékeztetés";
"NONE_REMINDER_ALERT" = "Soha";
"ON_A_DAY" = "Emlékeztetés egy napon";
"AT_A_LOCATION" = "Emlékeztetés egy helyzeten";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Egy helyzeten";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Jelenlegi helyzet";
"CHOOSE_ADDRESS" = "Kontakt kiválasztása...";
"DETERMINING_LOCATION" = "Nem határozható meg a helyzet...";
"CANNOT_DETERMINE_LOCATION" = "Nem határozható meg a helyzet";
"MY_ADDRESS_WITHOUT_LABEL" = "Saját cím"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "%@ címe"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Érkezés";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Indulás";
"DUE_ALL_DAY_FORMAT" = "%@ (egész nap)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "%@, ezen a napon emlékeztetőt\nkap, %@, vagy\nlegkésőbb aznap, ekkor: %@"; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "amikor megérkezik erre a helyzetre";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "amikor elhagyja ezt a helyzetet";

// Location
"LOCATION" = "Helyzet";
"NONE_LOCATION" = "Semmi";
"ALARM_PROXIMITY_ENTER" = "Megérkezésemkor";
"ALARM_PROXIMITY_LEAVE" = "Elindulásomkor";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Válassza ki a kontakt helyét";
"WIFI_DISABLED_SUBTEXT" = "Engedélyezze a Wi-Fi-t a Beállításokban a helyzetalapú emlékeztetők pontosságának növeléséhez.";
"WIFI_DISABLED_PROMPT" = "Ha engedélyezi a Wi-Fi-t a Beállításokban, a helymeghatározási riasztások pontosabbak lesznek.";
"WLAN_DISABLED_SUBTEXT" = "Engedélyezze a WLAN-t a Beállításokban a helyzetalapú emlékeztetők pontosságának növeléséhez.";
"WLAN_DISABLED_PROMPT" = "Ha engedélyezi a WLAN használatát a Beállításokban, a helymeghatározás pontosabb lesz.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Engedélyezze a helymeghatározást a helyalapú emlékeztetők használatához.";
"SETTINGS" = "Beállítások";
"TYPED_LOCATION_PLACEHOLDER" = "Adjon meg egy címet...";
"TYPED_LOCATION_GEOCODE_FAILURE" = "A cím helyzete nem állapítható meg. Ellenőrizze a címet, és próbálja újra.";
"MAP" = "Térkép";
"SHOW_IN_MAP" = "Megjelenítés a térképen";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Saját helyzetek";
"ME_CARD_ALERT_BODY" = "Az Emlékeztetők alkalmazás felhasználhatja a kontaktinformációit az olyan helyzetválasztások felkínálásához, mint az „otthon” vagy „munkahely”. Melyik kontaktot szeretné felhasználni?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Kiválasztás";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "É";
"LOCATION_DEGREES_EAST" = "K";
"LOCATION_DEGREES_SOUTH" = "D";
"LOCATION_DEGREES_WEST" = "Ny";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Emlékeztető nem menthető";

"UNTITLED_REMINDER" = "Névtelen";
